{"domain":"wordpress-seo-premium","locale_data":{"wordpress-seo-premium":{"":{"domain":"wordpress-seo-premium","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Ok":["تایید"],"%1$s created a %2$sredirect%3$s from the old term URL to the new term URL.":["افزونه %1$s یک %2$sریدایرکت%3$s از مسیر قدیمی به مسیر جدید ایجاد کرده است."],"%1$s created a %2$sredirect%3$s from the old post URL to the new post URL.":["افزونه %1$s یک %2$sریدایرکت%3$s از مسیر قدیمی نوشته به مسیر جدید نوشته ایجاد کرده است."],"The old URL for your redirect is not relative. Only the new URL is allowed to be absolute. Make sure to provide a relative old URL.":["مسیر قدیمی برای تغییر مسیر شما از نوع نسبی (Relative) نیست. فقط مسیر جدید می تواند از نوع مطلق (absolute) باشد. مطمئن شوید که یک مسیر قدیمی نسبی ارائه کنید."],"In this beta, we introduce a stale cornerstone content filter. You can find it %1$son the page overview%2$s. This functionality is also available for other content types.":["در این نسخه آزمایشی، ما یک فیلتر برای محتوای بنیادی خیلی قدیمی ایجاد کردیم. می توانید آن را در %1$لیست برگه ها%2$s مشاهده کنید. این قابلیت همچنین برای سایر انواع محتوا نیز در دسترس است."],"In this beta, we introduce a stale cornerstone content filter. You can find it %1$son the post overview%2$s. This functionality is also available for other content types.":["در این نسخه آزمایشی، ما یک فیلتر برای محتوای بنیادی خیلی قدیمی ایجاد کردیم. می توانید آن را در %1$sلیست نوشته ها%2$s مشاهده کنید. این قابلیت همچنین برای سایر انواع محتوا نیز در دسترس است."],"Read more about %1$swhy you should always keep your cornerstone content up-to-date%2$s.":["اطلاعات بیشتر درباره اینکه %1$sچرا باید مطالب محتوای بنیادی در سایت خود را همواره به روز رسانی کنید؟%2$s"],"Something went wrong when deleting this redirect.":["خطایی در حذف تغییر مسیر رخ داد."],"Redirect not deleted.":["تغییر مسیر حذف نشده است."],"Synonyms:":["مترادف ها:"],"Old URL: {{link}}%s{{/link}}":["مسیر قدیمی: {{link}}%s{{/link}}"],"%s just created a redirect from the old URL to the new URL.":["افزونه %s یک تغییر مسیر از مسیر قدیمی به مسیر جدید ایجاد کرد."],"Redirect created":["تغییر مسیر ایجاد شده است"],"Undo":["عقب گرد"],"New URL: {{link}}%s{{/link}}":["مسیر جدید: {{link}}%s{{/link}}"],"Choose a CSV file from your computer:":["یک فایل CSV از روی رایانه خود انتخاب کنید:"],"In this beta, we introduce a stale cornerstone content filter. You can find it on content type overviews.":["در این نسخه آزمایشی، ما یک فیلتر برای محتوای بنیادی خیلی قدیمی ایجاد کردیم. می توانید آن را در لیست انواع محتوا مشاهده کنید."],"Stale cornerstone content refers to cornerstone content that hasn’t been updated in the last 6 months. Make sure to keep these %1$s up-to-date. %2$sLearn more about cornerstone content%3$s.":["محتوای بنیادی خیلی قدیمی به محتوای بنیادی (Cornerstone Content) گفته می شود که طی 6 ماه اخیر بروزرسانی نشده است. از به روز بودن %1$s اطمینان حاصل کنید. %2$sآشنایی بیشتر با محتوای بنیادی%3$s."],"Stale cornerstone content":["محتوای بنیادی خیلی قدیمی"],"Redirect import failed: we can't recognize this type of import.":["وارد کردن تغییر مسیر انجام نشد: این نوع وارد کردن ناشناخته است."],"CSV import failed: the provided file is not a CSV file.":["درون‌ریزی CSV شکست خورد: فایل اماده شدهیک فایل CSV نیست."],"CSV import failed: the provided file is larger than %1$s.":["درون‌ریزی CSV شکست خورد: فایل اماده شده بزرگتر از %1$s است."],"CSV import failed: No file selected.":["درون‌ریزی CSV شکست خورد: هیچ فایلی انتخاب نشده است."],"Redirect import failed: the selected redirect plugin is not installed or activated.":["وارد کردن تغییر مسیر انجام نشد:   پلاگین تغییر مسیر نصب نشده است و یا فعال نمی‌باشد."],"Imported %1$s/%2$s redirects successfully. Go to the %3$sredirects overview%4$s to see the imported redirect.":["درون ریزی %1$s تا از %2$s تغییر مسیر با موفقیت انجام شد.  به لیست  %3$sتغییر مسیرها%4$s مراجعه کنید و تغییر مسیرهای وارد شده را مشاهده کنید."],"No redirects have been imported. Probably they already exist as a redirect. Go to the %1$sredirects overview%2$s to see the existing redirects.":["هیچ تغییر مسیری درون ریزی نشد. احتمالا آنها در حال حاضر به صورت یک تغییر مسیر وجود دارند. به لیست %1$sتغییر مسیرها%2$s مراجعه کنید و تغییر مسیرهای موجود را مشاهده کنید."],"All redirects have been imported successfully. Go to the %1$sredirects overview%2$s to see the imported redirects.":["تمام تغییر مسیرها با موفقیت درون ریزی شد. به لیست %1$sتغییر مسیرها%2$s مراجعه کنید و تغییر مسیرهای وارد شده را مشاهده کنید."],"You haven’t activated your %s subscription yet! This means you are {{bold}}missing out on features you paid for{{/bold}}, so {{link}}activate your subscription now{{/link}}!":["شما هنوز لایسنس %s را فعال نکرده اید. {{bold}}اگر لایسنس ژاکت را ثبت کرده اید{{/bold}} و این پیام را به اشتباه مشاهده میکنید برای ما در ژاکت تیکت بفرستید تا مشکل را رفع کنیم."],"Yoast SEO Premium":["خریدن Yoast SEO Premium از ژاکِت"],"https://yoa.st/2jc":["https://yoa.st/2jc"],"Keyphrase":["عبارت کلیدی:"],"Help on keyphrase synonyms":["راهنمایی درباره مترادف های عبارت کلیدی"],"Help on choosing the perfect keyphrase":["راهنمایی درباره چگونگی انتخاب بهترین عبارت کلیدی"],"Analysis results":["نتایج تجزیه و تحلیل:"],"Add related keyphrase":["افزودن عبارت کلیدی مرتبط"],"Related keyphrase":["عبارت کلیدی مرتبط"],"Enter a related keyphrase to calculate the SEO score":["یک عبارت کلیدی مرتبط وارد کنید تا امتیاز سئو محاسبه شود."],"Export keyphrase scores":["برون‌ بری امتیاز عبارت های کلیدی"],"Export keyphrases":["برون‌ بری عبارت های کلیدی"],"keyphrase score":["امتیاز عبارت کلیدی"],"keyphrase":["عبارت کلیدی:"],"Internal linking suggestions":["لینک های داخلی پیشنهادی"],"Synonyms":["مترادف ها"],"Export meta description":["برون ریزی شرح متا"],"Export SEO title":["برون ریزی عنوان سئو"],"seo title":["عنوان سئو"],"Read more about how internal linking can improve your site structure.":["اطلاعات بیشتر در مورد اینکه چطور ارتباط داخلی می تواند ساختار سایت شما را بهبود بخشد."],"Read more about how the insights can help you improve your content.":["اطلاعات بیشتر در مورد اینکه چطور بینش ها به شما کمک می کنند تا محتوای سایت خود را بهبود بخشید."],"The Insights section in our metabox shows you useful data about your content, like what words you use most often.":["بخش بینش در metabox اطلاعات مفیدی درباره محتوا مثلا چه واژه هایی را اغلب استفاده می کنید، به شما نشان می دهد."],"Good job! You've optimized your internal linking suggestions. These suggestions will now appear alongside your content when you are writing or editing a post.":["آفرین! شما پیشنهادات پیوند داخلی خود را بهینه سازی کردید. هنگامی که شما در حال نوشتن یا ویرایش یک پست هستید، این پیشنهادات هم در کنار مطالب شما ظاهر می شوند."],"Everything is already indexed. There is no need to recalculate anything.":["همه چیز در حال حاضر فهرست شده است. نیازی به دوباره حساب کردن چیزی وجود ندارد."],"post_type of a post or the taxonomy of a term\u0004type":["نوع"],"Redirects settings":["تنظیمات تغییر مسیرها"],"Regular Expression redirects":["تغییر مسیرهای عبارات باقاعده"],"Plain redirects":["تغییر مسیر ساده"],"Exporting data can take a long time when there are many posts, pages, public custom post types or terms.":["برون‌ ریزی داده ممکن است زمانبر باشد وقتی تعداد نوشته‌ها، برگه‌ها و انواع نوشته های سفارشی و شرایط زیاد است."],"The first row in this file is the header row. This row should be ignored when parsing or importing the data from the export.":["اولین ردیف از این پرونده سربرگ ردیف است. این ردیف باید نادیده گرفته شود هنگام اجرا یا درون‌ریزی داده از خروجی."],"Please note:":["لطفا توجه کنید:"],"Export readability score":["برون ریزی نمره خوانایی"],"Export title":["برون ریزی عنوان"],"Export URL":["برون ریزی URL"],"You can add or remove columns to be included in the export using the checkboxes below.":["شما می توانید ستون هایی را در برون‌بری از طریق چک باکس های زیر اضافه یا حذف کنید ."],"Export keyphrases to a CSV file":["برون‌ریزی عبارات کلیدی به فایل CSV"],"If you need a list of all public posts, terms and related keyphrases, you can generate a CSV file using the %s button below.":["اگر نیاز به یک لیستی از تمام نوشته‌های منتشر شده، شرایط و کلمات کلیدی مرتبط دارید، می توانید یک فایل CSV را با استفاده از %s دکمه زیر ایجاد کنید."],"All redirect types":["همه انواع تغییر مسیر"],"Filter by redirect type":["فیلتر براساس نوع تغییر مسیر"],"ID":["شناسه"],"readability score":["نمره خوانایی"],"url":["آدرس url"],"We've detected %1$s%2$d 'orphaned' %3$s%4$s (no inbound links). Consider adding links towards this %3$s.":["متاسفانه تعداد %1$s%2$d محتوا از نوع %3$s%4$s  فاقد والد در سایت شما تشخیص دادیم. (از هیچ برگه یا نوشته ای به آنها لینک نشده است) برای رفع مشکل سعی کنید حتما به این %3$s لینک بدهید. – کاملترین نسخه فارسی Yoast SEO ارائه شده توسط دیجیراتی در سایت ژاکت "],"Orphaned content":["محتوای تنها"],"'Orphaned content' refers to %1$s that have no inbound links, consider adding links towards these %1$s. %2$s":["'محتوای تنها' اشاره دارد به%1$s که لینک داخلی ندارد، در نظر بگیرید لینک را به این موضوع اضافه کنید %1$s. %2$s"],"%1$sClick here%2$s to index your links, so we can identify orphaned %3$s. %4$s":["%1$sاینجا کلیک کنید%2$s برای ایندکس شدن لینک‌ها، تا بتوانیم تنها مانده ها را شناسایی کنیم %3$s. %4$s"],"Ask your SEO Manager or Site Administrator to count links in all texts, so we can identify orphaned %1$s. %2$s":["از SEO Manager یا  Site Administrator بخواهید تمام لینک‌های موجود در متون را شمارش کنند، تا بتوانیم تنها مانده ها را شناسایی کنیم %1$s. %2$s"],"%1$sLearn more about orphaned content%2$s.":["%1$s یادگیری بیشتر درباره محتوای تنها%2$s."],"%1$s detected that you restored a post (%4$s) from the trash, for which a redirect was created. %2$sClick here to remove the redirect%3$s":["%1$s متوجه شده است که شما یک پست (%4$s) را از سطل زباله بازیابی کردید، برای آن یک تغییر مسیر ایجاد شده بود. %2$s برای حذف تغییر مسیر اینجا کلیک کنید %3$s."],"Import CSV file":["وارد کردن فایل CSV"],"Import from a CSV file":["وارد کردن از یک فایل CSV"],"CSV import failed: the provided file could not be parsed using a CSV parser.":["درون‌ریزی CSV شکست خورد: فایل اماده شده نمی تواند اجرا شود با استفاده از اجرا کننده CSV."],"Please note that the first row in this file is a header. This row should be ignored when parsing or importing the data from the export.":["لطفا توجه داشته باشید که ردیف اول در این پرونده سربرگ است. این ردیف باید نادیده گرفته شود هنگام اجرا یا درون‌ریزی داده از خروجی."],"If you need to have a list of all redirects, you can generate a CSV file using the button below.":["اگر شما نیاز به فهرستی از همه تغییر مسیرها دارید، میتوانید با استفاده از دکمه زیر، یک فایل CSV ایجاد کنید."],"Export redirects to a CSV file":["برون‌ ریزی تغییر مسیرها به یک فایل CSV"],"Format":["فرمت"],"Target":[" هدف"],"Origin":["مبداء"],"Export redirects":["برون‌ ریزی تغییر مسیرها"],"Old URL:":["آدرس URL قدیمی:"],"The terms saved successfully for the given post.":["تنظیمات با موفقیت برای پست موردنظر ذخیره  شد."],"There is no post found for the given post id.":["هیچ نوشته ای برای این آیدی نوشته پیدا نشد."],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["شما مجبور نیستید لینک %1$s را به جایی ریدایرکت کنید چون ریدایرکت از قبل وجود دارد. ریدایرکت موجود به %2$s اشاره میکند. اگر این ریدایرکت خوب است کافیست مشکل را حل شده علامت بزنید. در غیر اینصورت به صفحه مدیریت بازگشتی ها رفته و لینک ریدایرکت  را تغییر دهید."],"You do not have to create a redirect for URL %1$s because a redirect already exists. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the redirect.":["شما مجبور نیستید لینک %1$s را به جایی ریدایرکت کنید چون ریدایرکت از قبل وجود دارد. اگر این ریدایرکت خوب است کافیست مشکل را حل شده علامت بزنید. "],"Error: a redirect for this URL already exists":["یک مسیر بازگشتنی از قبل برای این آدرس وجود دارد"],"Mark this issue as fixed in %1$s.":["علامت گذاری به عنوان اصلاح شده در %1$s."],"Mark as fixed:":["به عنوان اصلاح شده نشانه گذاری کن"],"New URL:":[" آدرس ( URL )  جدید :"],"Redirect this broken URL and fix the error":["با معرفی یک مسیر بازگشتنی برای این پیوند شکسته شده ، مشکل را حل کنید ."],"Limit result set to items that are unindexed.":["محدود کردن مجموعه نتایج به مواردی که ایندکس نشده اند."],"Stop analyzing":["فرآیند را متوقف کن ."],"Generating suggestions for %1$s...":["ایجاد پیشنهادات برای %1$s ..."],"Item %1$s of %2$s analyzed.":["مورد %1$s از %2$s مورد تجزیه و تحلیل قرار گرفته است."],"Analyze your content":["محتوا را بررسی کن"],"Generate internal linking suggestions":["ایجاد پیشنهادات لینک داخلی"],"Want to use our internal linking tool? Analyze all the published posts, pages and custom post types to generate internal linking suggestions.":["آیا میخواهید از ابزار پیوند داخلی استفاده کنید؟ تجزیه و تحلیل تمام پست ها و صفحات منتشر شده و انواع پست های سفارشی برای ایجاد پیشنهادات پیوند داخلی."],"Internal linking":["لینک سازی های داخلی"],"You need to analyze your posts and/or pages in order to receive the best %1$slink suggestions%2$s.\n\n\t\t\t\t\t%3$sAnalyze the content%4$s to generate the missing link suggestions.":["شما برای داشتن بهترین %1$sپیشنهادت لینک های داخلی%2$s باید نوشته ها و برگه های سایت خود را آنالیز کنید.\n\n\t\t\t\t\t%3$sآنالیز محتوا%4$s برای یافتن لینک های داخلی که یافت نشده اند."],"Calculation completed.":["محاسبه تکمیل شده است."],"Calculation in progress...":["محاسبه در حال انجام ..."],"(no title)":["(بدون عنوان)"],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":["بخش پیشنهادات لینک metabox شامل لیستی از پست ها در وبلاگ شما با محتوای مشابه است که ممکن است برای پیوند به آن جالب باشد."],"Link suggestions":["لینک های پیشنهادی"],"Taxonomy Singular Name\u0004Prominent word":["کلمه برجسته"],"Taxonomy General Name\u0004Prominent words":["کلمه‌های برجسته"],"Import from:":["درون‌ریزی از:"],"Import from other redirect plugins":["درون‌ریزی از افزونه‌های redirect دیگر"],"Prominent words list navigation":["لیست ناوبری کلمه‌های برجسته"],"Prominent words list":["لیست کلمه‌های برجسته"],"No prominent words":["بدون کلمه‌های برجسته"],"Not Found":["یافت نشد"],"Search prominent words":["جستجوی کلمات برجسته"],"Popular prominent words":["کلمه‌های برجسته پرکاربرد"],"Choose from the most used":["انتخاب از پرکاربردترین‌ها"],"Add or remove prominent words":["افزودن یا حذف کلمه‌های برجسته"],"Separate prominent words with commas":["جداسازی کلمه‌های برجسته با کاما"],"View prominent word":["مشاهده کلمه برجسته"],"Update prominent word":["بروزرسانی کلمه برجسته"],"Edit prominent word":["ویرایش کلمه برجسته"],"Add new prominent word":["افزودن کلمه برجسته جدید"],"New prominent word":["کلمه برجسته جدید"],"All prominent words":["همه کلمه‌های برجسته"],"Simple 301 Redirects":["تغییر مسیر 301 ساده"],"Safe Redirect Manager":["مدیریت امن تغییر مسیر"],"Redirection":["تغییر مسیر کردن"],"Import redirects":["درون‌ریزی تغییر مسیرها"],"%s internal linking":["%s ارتباط داخلی"],"Insights":["بینش"],"Prominent words":["کلمات شاخص"],"Select this redirect":["انتخاب این تغییر مسیر"],"Your redirect is missing the subdirectory where WordPress is installed in. This will result in a redirect that won't work. Make sure the redirect starts with %1$s":["تغییر مسیر دایرکتوری فرعی که وردپرس در آن نصب شده از دست رفته است. این نتیجه باعث میشود تغییر مسیر کار نکند.مطمئن شوید تغییر مسیر شروع میشود با%1$s"],"Enter redirects to import":["ریدایرکت را برای ایمپورت کردن وارد کنید"],"Enabled":["فعال"],"Regular Expression (regex) Redirects are extremely powerful redirects. You should only use them if you know what you are doing. %1$sRead more about regex redirects on our knowledge base%2$s.":["تغییر مسیر عبارات باقاعده (regex) هدایت بسیار قدرتمند هستند. شما باید تنها زمانی از آنها استفاده کنید که دقیقا می دانید دارید چه کاری انجام می دهید. %1$s برای اطلاعات بیشتر تغییر مسیر regex را از پایگاه دانش ما مطالعه کنید%2$s."],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["نوع تغییر مسیر کد پاسخگوی HTTP به مرورگر ارسال می کند که چه کد تغییر مسیری بکاررفته است.%1$s ازلاعات بیشتر در این باره%2$s."],"By":["توسط"],"You are attempting to redirect to the same URL as the origin. Please choose a different URL to redirect to.":["یو آر ال ریدایرکت شما با یو آر ال اصلی یکسان است، لطفاً یو آر ال متفاوتی انتخاب کنید."],"We're unable to create the directory %s":["شما نمی‌توانید مسیر %s را بسازید"],"We are unable to detect an image in your post that is large enough to be displayed on Facebook. We advise you to select a %1$s image that fits the recommended image size.":["ما قادر به یافتن تصویری در پست شما که به اندازه کافی برای نمایش در فیس بوک کافی باشد نیستیم توصیه می کنیم که یک تصویر %1$s که اندازه توصیه شده را کامل کند انتخاب نمائید . "],"Please select an image by clicking here":["لطفا با کلیک کردن اینجا یک تصویر را انتخاب کنید"],"%1$s image":["تصویر %1$s"],"%1$s description":["توضیح %1$s"],"%1$s title":["عنوان %1$s"],"%1$s editor":["ویرایش %1$s"],"%1$s preview":["%1$s پیش نمایش"],"Edit %1$s preview":["%1$s ویرایش پیش نمایش "],"Modify your %1$s description by editing it right here":["اینجا توضیحات  %1$s را مدیریت و ویرایش کنید"],"This is an example title - edit by clicking here":["این یک عنوان مثالی می باشد - برای ویرایش کلیک کنید"],"Show information about Twitter image":["اطلاعات عکس توییتر را نمایش بده"],"Show information about Twitter description":["نماش اطلاعات درباره ی توضیحات توئیتر"],"Show information about Twitter title":["نمایش اطلاعات درباره عنوان توئیتر "],"Show information about Facebook image":["نمایش اطلاعات تصاویر فیسبوک"],"Show information about Facebook description":["نمایش اطلاعات درباره توضیحات فیسبوک"],"Show information about Facebook title":["نمایش اطلاعات درباره عنوان فیسبوک"],"Please provide a %1$s description by editing the snippet below.":["لطفا آماده کنید یک %1$s توضیح توسط ویرایشگر اسنیپت در زیر."],"Please provide a %1$s title by editing the snippet below.":["لطفاً یک عنوان %1$s با ویرایش شی زیر فراهم کنید . "],"The given image url cannot be loaded":["آدرس URL داده شده بارگزاری نمی شود."],"The image you selected is too small for %1$s":["تصویر انتخابی شما برای %1$s خیلی کوچک است . "],"Remove image":["حذف تصویر"],"Use other image":["استفاده از تصویر دیگر"],"Upload image":["آپلود تصویر"],"%s can generate redirect files that can be included in your website web server configuration. If you choose this option the PHP redirects will be disabled. Only check this option if you know what you are doing!":["%s می تواند تولید فایل های ریدایرکت را در پیکربندی وب سرور سایت شما انجام دهد. اگر شما این ویژگی پی اچ پی ریدایرکت را غیر فعال کردید، کافی ست آن را فعال کنید، البته به شرطی که بدانید دارید چکار می کنید!"],"Redirect method":["روش تغییر آدرس"],"Web server":["سرور وب"],"Make it serve a 410 Content Deleted header":["یک محتوای 410 بدون هدر ارایه کنید . "],"Redirect it to another URL":["تغییر مسیر به یک آدرس اینترنتی دیگر"],"%1$s detected that you deleted a term. You can either: %2$s Don't know what to do? %3$sRead this post %4$s.":["%1$s شما حذف کردید. شما میتوانید:%2$s نمیدانید چکار میکنید؟%3$s این را بخوانید %4$s."],"410 Redirect created from %1$s!":["تغییر مسیر 410 ساخته شد از %1$s!"],"%1$s detected that you deleted a post. You can either: %2$s Don't know what to do? %3$sRead this post %4$s.":["%1$s پستی را که شما حذف کرده اید یافته است. شما هم چنین می توانید:%2$s نمی دانید چکار کنید؟ %3$s این را بخوانید %4$s."],"%1$s detected that you moved a post (%5$s) to the trash. You can either: %2$s Don't know what to do? %3$sRead this post%4$s.":["%1$s متوجه شده است که شما یک پست (%5$s) را به سطل زباله انتقال دادید. شما همچنین می توانید: %2$s نمی دانید چه کاری انجام دهید؟ %3$s این را بخوانید %4$s."],"We're unable to save the redirect file to %s":["ما قادر به ذخیره پرونده تغییر مسیر یافته در %s نیستیم."],"Update Redirect":["تغییر مسیر اصلاح گردد."],"The old URL already exists as a redirect.":["آدرس اینترنتی قدیمی به عنوان مسیر وجود دارد."],"Not all the required fields are filled.":["تمامی موارد خواسته شده پر نشده است."],"451 Unavailable For Legal Reasons":["451 به دلایل امنیتی غیر قابل دسترسی است"],"410 Content Deleted":["410 محتوای حذف شده است"],"307 Temporary Redirect":["307 به طور موقت تغییر مسیر داده شد"],"302 Found":["302 پیدا شد"],"301 Moved Permanently":["301  کاملا انتقال یافت."],"We're unable to write data to the file %s":["ما نمی توانیم اطلاعات فایل %s را بنویسیم."],"%1$s will be redirected to %2$s. Maybe it's worth considering to create a direct redirect to %2$s.":["%1$s هدایت خواهد شد به %2$s.شاید آن ارزش داشته باشه با توجه به ایجاد یک تغییر مسیر مستقیم به %2$s."],"The redirect you are trying to save will create a redirect loop. This means there probably already exists a redirect that points to the origin of the redirect you are trying to save":["تغییر مسیی که میخواهید ذخیره کنید یک حلقه اشتباه تغییر مسیر است. به این معنی که احتمالا این تغییر مسیر موجود می باشد."],"Unknown error. Failed to update redirect.":["خطای ناشناخته. عدم موفقیت در به‌روز رسانی تغییر مسیر آدرس."],"Unknown error. Failed to create redirect.":["خطای ناشناخته. عدم موفقیت درساخت تغییر مسیر آدرس."],"The URL you entered returned a HTTP code different than 200(OK). The received HTTP code is %1$s.":["آدرسی که وارد نموده‌اید پاسخی با HTTP کد متفاوت با (OK)200 برگردانده است. HTTP کد دریافت شده %1$s می‌باشد."],"You're redirecting to a target that returns a 301 HTTP code (permanently moved). Make sure the target you specify is directly reachable.":["شما به آدرس مقصدی ریدایرکت می کنید که کد اچ تی تی پی 301 را بر می گرداند (کاملاً جابجا شده) اطمینان حاصل کنید که شما آدرس مستقیماً در دسترس تعیین کرده باشید . "],"The URL you are redirecting to seems to return a %1$s status. You might want to check if the target can be reached manually before saving.":["آدرس URL ای ریدایرکت شده توسط شما به نظر می رسد وضعیت %1$s برمی گرداند شما ممکن است قبل از ذخیره بخواهید تا بررسی کنید در دسترس بودن آدرس مقصد را به صورت دستی بررسی کنید . "],"The URL you entered could not be resolved.":["آدرس اینترنتی که وارد کرده اید نمی تواند قبول شود."],"You are already editing a redirect, please finish this one first":["شما در حال ویرایش یک تغییر آدرس هستید، لطفا اول این مورد را به اتمام رسانید"],"Edit redirect":["ویرایش تغییر مسیر"],"Save anyway":["در هر صورت ذخیره کن."],"Save":["ذخیره کردن"],"Cancel":["لغو کردن"],"The redirect was deleted successfully.":["تغییر مسیر آدرس با موفقیت حذف شد."],"Redirect deleted.":["تغییر مسیر آدرس حذف گردید."],"The redirect was updated successfully.":["تغییر مسیر آدرس با موفقیت به‌روز رسانی شد."],"Redirect updated.":["تغییر مسیر آدرس به روز رسانی شد."],"The redirect was added successfully.":["تغییر مسیر آدرس با موفقیت اضافه شد."],"Redirect added.":["تغییر مسیر آدرس اضافه گردید."],"You can copy the contents of any %1$s file in here, and it will import the redirects into %2$s.":["شما می‌‍توانید محتویات فایل  %1$s   را کپی کنید،   و آن را در  تغییرمسیر  %2$s  وارد کنید."],"noun\u0004Type":["نوع"],"Redirect created from %1$s to %2$s!":["تغییرمسیر از %1$s به%2$sانجام شد !"],"Please enter the new URL for %s":["لطفاً برای %s نشانی جدید وارد کنید"],"The Regular Expression field can't be empty.":["فیلد تطبیق رشته در متن نمی تواند خالی باشد."],"Import redirects from %s":["وارد کردن تغییر مسیر ها از %s"],"Write redirects to the %1$s file. Make sure the %1$s file is writable.":["نوشتن تغییر مسیر در فایل  %1$s . اطمینان حاصل کنید که فایل %1$s قابل نوشتن است."],"Regular Expression":["تطبیق رشته در متن (عبارت باقاعده)"],"By default we write the redirects to your %s file, check this if you want the redirects written to a separate file. Only check this option if you know what you are doing!":["به طور پیش فرض دستورات انتقال توسط فایل htaccess. انجام می شود، در صورتی که می خواهید این کار توسط فایل دیگری انجام شود، این گزینه را انتخاب کنید. تنها در صورتی که آگاهی کامل دارید این گزینه را انتخاب کنید."],"You can't redirect a URL to itself.":["شما نمی توانید یک نشانی را به خودش تغییر مسیر دهید!"],"Team Yoast":["تیم Yoast"],"New type can't be empty.":["نوع جدید نمیتونه خالی باشه"],"Error while saving this redirect":["خطا هنگام ذخیره کردن انتقال آدرس ها"],"The new URL field can't be empty.":["بخش آدرس جدید نمی تواند خالی بماند"],"The old URL field can't be empty.":["بخش آدرس قدیم نمی تواند خالی بماند"],"Import .htaccess":["وارد کردن پروندۀ .htaccess"],"Redirects per page":["ریدایرکت در هر صفحه "],"Generate a separate redirect file":["ساختن یک فایل بازگشتی جداگانه"],"We're unable to save the redirects to your %s file. Please make the file writable.":["ما نمی توانیم انتقال آدرس را در فایل htaccess. شما بنویسیم، مطمئن شوید که این فایل قابلیت نوشتن دارد."],"Type":["نوع"],"Add custom fields to page analysis":["زمینه های سفارشی را به آنالیز صفحه خود اضافه کنید"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["اولین و قدرتمندترین راهکار جامع و واقعی سئو برای وردپرس ، از جمله تحلیل محتوا در صفحه، نقشه XML و ... ارائه شده به صورت کاملا اورجینال در ژاکِت"],"As you're on Apache, you should add the following include to the website httpd config file:":["از آنجایی که سرویس دهندۀ سایت شما Apache می‌باشد، باید تنظیمات زیر را در پروندۀ پیکربندی httpd اضافه کنید:"],"As you're on Nginx, you should add the following include to the Nginx config file:":["از آنجایی که سرویس دهندۀ سایت شما NGINX می‌باشد، باید تنظیمات زیر را در پرونده Nginx وارد کنید:"],"Add Redirect":["افزودن ارجاع دهنده"],"Old URL":["نشانی قدیمی"],"Regex Redirects":["ارجاع دهنده‌های عبارات قاعده‌مند (Regex)"],"Save Changes":["ذخیره تغییرات"],"Search":["جستجو"],"Delete":["حذف"],"New URL":["نشانی جدید"],"You have unsaved redirects, are you sure you want to leave?":["شما ارجاع‌ها را ذخیره نکردید، مطمئنید که می‌خواهید این صفحه را ترک کنید؟"],"Redirect import failed: no redirects found.":["وارد کردن انتقال آدرس ها انجام نشد: هیچ انتقال آدرسی یافت نشد."],"Redirect import failed: the Redirection plugin is not installed or activated.":["وارد کردن تغییر مسیر انجام نشد:  پلاگین تغییر مسیر نصب نشده است و یا فعال نمی‌باشد."],"Create redirect":["ساخت ارجاع"],"URL":["آدرس"],"Redirects":["بازگشتی ها"],"Create Redirect":["بازگشتی بساز"],"meta description":["توضیحات متا"],"title":["عنوان"],"Close":["ببند"],"OK":["تایید"],"Edit":["ویرایش"],"Filter":["فیلتر"],"Settings":["تنظیمات"],"Keyphrase synonyms":["مترادف های عبارت کلیدی اصلی"],"https://zhaket.com/store/digerati/":["فروش انحصاری نسخه اورجینال این محصول صرفا توسط دیجیراتی در ژاکت انجام می گیرد."]}}}