{"domain":"yoast-components","locale_data":{"yoast-components":{"":{"domain":"yoast-components","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"The image you selected is too small for Facebook":["تصویری که انتخاب کرده اید برای فیسبوک بسیار کوچک است."],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["تحقیق روی کلمه کلیدی در تمام استراتژی های سئو دارای اهمیت است. شما تصمیم می گیرید در چه کلماتی در نتایج جستجو دیده شوید و کشف میکنید که کاربران شما با چه کلماتی شما را پیدا می کنند. تحقیق موفق کلمه کلیدی به شما می گوید برای کدام محتوا باید امتیاز بگیرید تا در کلمات کلیدی موردنظرتان ارتقا پیدا کنید. %1$s شما را برای طی این مراحل به صورت قدم به قدم همراهی می کند."],"The given image url cannot be loaded":["آدرس تصویر داده شده نمی تواند بارگذاری شود."],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["این لیستی از مطالب مرتبطی است که می توانید در پست خود به آنها لینک بدهید. مقاله ما درباره {{a}}ساختار سایت{{/a}} را مطالعه کنید تا بدانید لینک های داخلی چگونه روی سئوی سایت شما تاثیر گذار هستند."],"Are you trying to use multiple keyphrases? You should add them separately below.":["آیا می خواهید از چند کلمه کلیدی استفاده کنید؟ شما باید آنها را به صورت جداگانه در زیر اضافه کنید."],"Mark as cornerstone content":["نشانه گذاری به عنوان مقاله بنیاد محتوا (cornerstone)"],"image preview":["پیش نمایش تصویر"],"Copied!":["کپی شده!"],"Not supported!":["متاسفانه یکی از رده‌های داده شده توسط این نوع نوشته پشتیبانی نمی‌شود."],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["مقاله ما درباره {{a}}ساختار سایت{{/a}} را مطالعه کنید تا بدانید لینک های داخلی چگونه روی سئوی سایت شما تاثیر گذار هستند."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["چنانچه کمی بیشتر محتوا ثبت کنید می توانیم لیستی از مطالب مرتبط با این مطلب را به شما نمایش دهیم تا متوجه شوید کدام مطلب را در نوشته خود لینک کنید."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["فراموش نکنید که به این {{a}}مقالات بنیاد محتوا{{/a}} لینک بدهید:"],"Consider linking to these articles:":["فراموش نکنید به این مقالات لینک بدهید:"],"Copy link":["کپی لینک"],"Copy link to suggested article: %s":["کپی کردن لینک مقاله پیشنهادی: %s"],"SEO analysis":["تجزیه و تحلیل سئو"],"The text link counter helps you improve your site structure.":["شمارشگر لینک های متنی به شما در بهبود ساختار سایت کمک می کند."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["اگر مشکلی دارید که با راهنماهای ویدئویی و آموزش های ما به راه حل آن نرسیده اید، می توانید برای بخش پشتیبانی ما تیکت ارسال کنید. "],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["تیکت های پشتیبانی که اینجا ایجاد شوند به صورت مستقیم برای تیم پشتیبانی یوآست ارسال می شود."],"New support request":["درخواست پشتیبانی"],"Readability: %1$sNot available%2$s":["خوانایی: %1$sمشخص نیست%2$s"],"Readability: %1$sNeeds improvement%2$s":["خوانایی: %1$sنیازمند بهبود%2$s"],"Readability: %1$sOK%2$s":["خوانایی: %1$sمورد قبول%2$s"],"Readability: %1$sGood%2$s":["خوانایی: %1$sخوب%2$s"],"SEO: %1$sNot available%2$s":["سئو: %1$sنامشخص%2$s"],"SEO: %1$sNeeds improvement%2$s":["سئو: %1$sنیازمند بهبود%2$s"],"SEO: %1$sOK%2$s":["سئو: %1$sمورد قبول%2$s"],"SEO: %1$sGood%2$s":["سئو: %1$sخوب%2$s"],"Good results":["نتایج خوب"],"Get better search results in local search":["در جستجوهای محلی جایگاه بهتری را به دست آورید"],"Allow customers to pick up their %s order locally":["به مشتریان اجازه دهید تا سفارش %s خود را به صورت محلی انتخاب کنند"],"The SEO analysis offers suggestions to improve the SEO of your text.":["تجزیه و تحلیل سئو پیشنهاداتی برای بهبود سئوی محتوایی مطالب به شما ارائه می کند."],"Learn how the SEO analysis can help you rank.":["چگونه تجزیه و تحلیل سئو می تواند رتبه شما را بهبود ببخشد؟"],"The readability analysis offers suggestions to improve the structure and style of your text.":["تجزیه و تحلیل خوانایی، پیشنهاداتی برای بهبود ساختار و استایل متن ها در محتوای مطالب را به شما ارائه می کند."],"Discover why readability is important for SEO.":["چرا خوانایی برای سئوی سایت مهم است؟"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["قابلیت مقاله بنیان محتوا امکان نشانه گذاری و فیلترکردن مقاله بنیان محتوا در سایت را به شما می دهد."],"Find out how cornerstone content can help you improve your site structure.":["چگونه مقاله بنیان محتوا می تواند ساختار سئوی سایت شما را بهبود ببخشد؟"],"Find out how the text link counter can enhance your SEO.":["چگونه شمارشگر لینک های متنی می تواند سئوی سایت شما را بهبود ببخشد؟"],"%s integration":["%s یکپارچه سازی"],"Read more about how %s works.":["درباره عملکرد %s بیشتر بدانید."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید فیسبوک و سایر شبکه های اجتماعی هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهند این گزینه را فعال کنید."],"Find out why you should upgrade to %s":["دلیل ارتقا به %s"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Meta box":["جعبه متا"],"Latest blog posts on %1$s":["نوشته های اخیر در %1$s"],"Need help?":["نیازمند کمک هستید؟ (دیجیراتی)"],"Close wizard":["بستن"],"Read more like this on our SEO blog":["در وبلاگ سئوی ما مطالب بیشتری مشابه این بخوانید"],"Readability: Good":["خوانایی: خوب"],"Readability: OK":["خوانایی: مورد قبول است"],"Readability: Needs improvement":["خوانایی: نیازمند بهبود است"],"SEO: Needs improvement":["سئو: نیازمند بهبود است"],"Not activated":["فعال نشده است"],"Activated":["فعال شده"],"%1$s recommendations for you":["%1s پیشنهاد برای شما"],"All Readability Scores":["مجموع نمرات خوانایی"],"Filter by Readability Score":["فیلتر براساس نمرات خوانایی"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["ما متوجه شدیم شما هنوز این راه اندازی آسان را به اتمام نرساندید،توصیه می کنیم %2$s راه اندازی سریع را برای پیکربندی آغاز کنید%1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["پیکربندی سریع به شما کمک می کند براحتی سایت خود را با بهترین تنظیمات سئو  پیکربندی کنید."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["نسخه پریمیوم و دریافت پشتیبانی و پرسش و پاسخ از کارشناسان ما در مورد استفاده از این پلاگین."],"24/7 support":["پشتیبانی 24/7"],"Superfast internal linking suggestions":["پیشنهادات پیوند داخلی فوق العاده سریع"],"Great news: you can, with %1$s!":["خبر بزرگ: شما می توانید، با %1$s!"],"Save changes":["ذخیره تغییرات"],"1 year free support and updates included!":["شامل 1 سال بروزرسانی و پشتیبانی رایگان!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["این پلاگین %2$s تغییرات سایت شما را خروجی می گیرد و تفاوت را به کاربران عادی و موتورهای جستجوگر نشان می دهد، که یک روند پنهان نامیده می شود؛ ما به شدت توصیه می کنیم که آن را غیر فعال کنید."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sپیش نمایش شبکه های اجتماعی%2$s: فیسبوک و توئیتر"],"Superfast internal links suggestions":["پیشنهادات سریع لینک های داخلی"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sبدون پیوند شکسته%2$s: مدیریت آسان تغییر مسیر"],"Other benefits of %1$s for you:":["از دیگر مزایا %1$s برای شما:"],"No ads!":["بدون تبلیغات"],"Facebook & Twitter":["فیسبوک و توئیتر"],"Social media preview":["پیش نمایش شبکه های اجتماعی"],"Easy redirect manager":["مدیریت تغییر مسیر آسان"],"No more dead links":["بدون پیوندهای شکسته"],"Increase your SEO reach":["افزایش دسترسی به سئو"],"Variable":["متغیر"],"Available variables":["متغیرهای در دسترس"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["اگر کمک بیشتری برای تولید محتوای عالی نیاز دارید، دوره %2$s حق کپی%3$s مارا بخرید. آیا می خواهید درباره تمام ویژگی های افزونه بدانید، ببینید%1$s!"],"Scroll to see the table content.":["اسکرول برای دیدن محتوای جدول."],"An error occurred in the '%1$s' assessment":["خطایی در ارزیابی '%1$s' رخ داده است"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s از کلمات حاوی %2$s روی %3$s سیلاب %4$s ، که بیش از حداکثر توصیه شده از %5$s است."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s از کلمات حاوی %2$s روی %3$s سیلاب %4$s ، که کمتر از یا برابر حداکثر توصیه شده از %5$s است."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["تعداد کلمات از %5$d کلمه مقدار پیشنهادی کمتر است. %3$sیک مقدار کلمات بیشتر اضافه کنید%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["توضیحات متا حاوی %1$d جمله %2$s بیش از %3$s کلمه %4$s است. جملات را کوتاه‌تر کنید"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["توضیحات متا شامل هیچ جمله %1$sبیش از %2$s کلمه%3$s نیست."],"No new notifications.":["اعلان جدیدی وجود ندارد."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["لطفا اگر نیازمند دستیار هستید به %1$s مقالات ما درباره چگونگی اتصال سایت شما به کنسول جستجوی گوگل %2$s مراجعه کنید."],"Save all":["ذخیره همه"],"Save":["ذخیره"],"%1$s, Author at %2$s":["%1$s, نویسنده در %2$s"],"Mobile preview":["پیش نمایش موبایل"],"Desktop preview":["پیش نمایش دسکتاپ"],"Select redirect":["انتخاب تغییر مسیر"],"Please provide an SEO title by editing the snippet below.":["لطفا یک عنوان سئو با ویرایش متن زیر ارائه دهید."],"Meta description preview:":["پیش نمایش متای توضیحات:"],"Slug preview:":["پیش نمایش نامک:"],"SEO title preview:":["پیش نمایش عنوان سئو:"],"Close snippet editor":["بستن ویرایشگر اسنیپت"],"Slug":["نامک"],"Remove marks in the text":["علامات را در نوشته پاک کنید"],"Mark this result in the text":["علامت زدن این نتیجه در متن"],"Marks are disabled in current view":["علائم در نمای جاری غیرفعال هستند"],"Content optimization: Good SEO score":["بهینه‌سازی محتوا: نمره عالی سئو"],"Good SEO score":["نمره خوب سئو"],"Content optimization: OK SEO score":["بهینه‌سازی محتوا: نمره قابل قبول سئو"],"OK SEO score":["نمره معمولی سئو"],"Content optimization: Has feedback":["بازخورد ( نظر جدید ) موجود است."],"Feedback":["بازخورد"],"ok":["تأیید"],"Choose an image":["انتخاب یک تصویر"],"Remove the image":["پاک کردن این عکس"],"Choose image":["انتخاب تصویر"],"MailChimp signup failed:":["ثبت‌نام در Mailchimp شکست خورد:"],"Sign Up!":["ثبت‌نام"],"Name":["نام"],"There is an error with the request.":["این خطا رخ داده با این درخواست."],"Select profile":["انتخاب پروفایل"],"Choose a profile":["انتخاب یک پروفایل"],"Authorization code":["کد تعیین هویت"],"Reauthenticate with Google":["تعیین هویت مجدد با گوگل"],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["برای اجازه دادن به %s جهت آوردن اطلاعات شما از کنسول گوگل، لطفا کد تائیدیه گوگل را وارد کنید. با کلیک روی دکمه زیر، صفحه تایید در پنجره جدیدی باز می شود."],"Please provide a meta description by editing the snippet below.":["لطفا با ویرایش متن زیر توضیحات متا را ارائه دهید."],"Edit snippet":["ویرایش اسنیپت"],"You can click on each element in the preview to jump to the Snippet Editor.":["شما می توانید برای ورود به ویرایشگر محدوده، روی هر پارامتر در پیش نمایش کلیک کنید."],"Export settings":["تنظیمات برون‌بری"],"%1$s video tutorial":["%1$s آموزش تصویری"],"%1$sPlease don't show me this notification anymore%2$s":["%1$s لطفا این پیام را دیگر نشان نده %2$s"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["اگر مشکلی دارید، %1$s لطفا پرونده گزارش خطا %2$s را ارسال کرده و ما بهترین کمک را به شما می کنیم."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["ما مطلع شدیم شما مدتی است در حال استفاده از %1$s هستید; امیدواریم دوست داشته باشید! خوشحال می شویم اگر شما بتوانید %2$s 5 ستاره امتیاز در WordPress.org بدهید %3$s."],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; پیکربندی سریع"],"Courses":["دوره‌های آموزشی"],"Date archives settings":["تنظیمات تاریخ بایگانی‌ها"],"Author archives settings":["تنظیمات بایگانی‌های نویسنده"],"%1$s by %2$s":["%1$s توسط  %2$s"],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["توجه: متغیر %s نمی تواند در این قالب استفاده شود. برای اطلاعات بیشتر به بخش راهنما مراجعه کنید."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["به هرحال، آیا می دانید ما یک نسخه %1$s پولی افزونه%2$s هم داریم؟ دارای ویژگی‌های پیشرفته ی است، مانند پشتیبانی و مدیریت کامل بر تمام کلمات کلیدی. همچنین پشتیبانی کامل 24/7 توسط متخصصین ما."],"(no title)":["(بدون عنوان)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["نوار %1$s منوی مدیریت شامل لینک‌های مفیدی از ابزارها برای آنالیز برگه‌ها و دیدن اطلاعیه‌های جدید است."],"Admin bar menu":["نوار منوی مدیریت"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s به صورت هفتگی بررسی می کند تا سایت شما توسط موتورهای جستجو قابل ایندکس شدن باشد و در صورتی که مشکلی وجود داشته باشد Yoast SEO به شما پیغام می دهد."],"Features":["قابلیت‌ها"],"Get Yoast SEO Premium now »":["سئوی پرمیوم تجاری »"],"SEO title":["عنوان سئو"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["درحالی که ما درتلاش برای راحت ترکردن تنظیمات %1$s هستیم متوجه شدیم که می تواند باعث نگرانی شود. اگر ترجیه می دهید ما برای شما %1$s را راه اندازی می کنیم(و گرفتن نسخه ای از %2$s در پردازش) سفارش %3$s%1$s سرویس پیکربندی %4$s را بدهید."],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["به پیکربندی سریع %1$s خوش آمدید. با چند مرحله کوتاه به شما کمک می کنیم ت تنظیمات مورد نیاز سئوی سایتتان را انجام دهید."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["گوگل نام سایت شما را در نتایج جستجو نشان می دهد، اگر میخواهید آن را عوض کنید از اینجا انجام دهید."],"Greater than sign":["علامت بزرگتر از"],"Less than sign":["علامت کوچکتر از"],"Right angle quotation mark":["علامت نقل قول زاویه راست"],"Left angle quotation mark":["علامت نقل قول زاویه چپ"],"Small tilde":["ریشه یابی لغات کوچک"],"Vertical bar":["نوار عمودی"],"Low asterisk":["نشان ستاره پایین"],"Asterisk":["نشان ستاره"],"Bullet":["گلوله توپر"],"Middle dot":["نقطه میانی"],"Em dash":["خط تیره کشیده"],"En dash":["خط تیره En"],"Dash":["خط تیره"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["انتخاب سیمبول برای جداکردن عناوین سایت. نمایش داده می شود بین عنوان سایت و عنوان نوشته. سیمبول ها در سایزی که در نتایج جستجو هستند ظاهر می شوند."],"The name of the person":["نام شخص"],"No":["خیر"],"Yes":["بله"],"Does, or will, your site have multiple authors?":["آیا سایت شما نویسنده های مختلفی دارد؟"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["وردپرس خودکار آدرس URL برای هر فایل رسانه ای در کتابخانه اش ایجاد می کند.فعال کردن این به گوگل اجازه می دهد آدرس URLها را ایندکس کند."],"Success!":["موفقیت!"],"Title settings":["تنظیمات عنوان"],"Google Search Console":["کنسول جستجوی گوگل"],"Multiple authors":["نویسندگان متعدد"],"Site type":["نوع سایت"],"Environment":["محیط"],"Yoast option %1$s not found.":["تنظیمات %1$s افزونه Yoast یافت نشد."],"Google Structured Data Test":["تست داده ساختار گوگل"],"Posts list":["لیست نوشته‌ها"],"Posts list navigation":["لیست ناوبری نوشته‌ها"],"Filter posts list":["فیلتر لیست نوشته‌ها"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["توجه داشته باشید که لینک به آرشیو ممکن است هنوز هم توسط قالب خروجی داشته باشد شما نیاز است بطور جداگانه حذفشان کنید."],"%1$s to optimize your site even further":["%1$s برای بهینه سازی بیشتر سایت"],"%1$s extensions":["%1$s افزودنی‌ها"],"Comes with our 30-day no questions asked money back guarantee":["بازگشت کل هزینه در 30 روز بدون سوال"],"More information %1$sabout %3$s%2$s":["اطلاعات بیشتر%1$s درباره %3$s%2$s"],"Buy %1$s":["خرید %1$s"],"Installed":["نصب شده است"],"gain access to our 24/7 support team.":["دسترسی کامل 24/7 به پشتیبانی ما"],"Premium support":["پشتیبانی ویژه ژاکِت"],"check what your Facebook or Twitter post will look like.":["بررسی نوع نمایش نوشته فیسبوک یا توئیتر"],"Social previews":["پیش‌نمایش شبکه های اجتماعی"],"Crawl issues list":["لیست مشکلات بررسی"],"Crawl issues list navigation":["مشکلات بررسی لیست ناوبری"],"Edit &#8220;%s&#8221;":["ویرایش &#8220;%s&#8221;"],"Premium":["نسخه پولی"],"Go Premium":["نسخه پرمیوم Yoast SEO"],"Google Trends":["گوگل ترند"],"Notifications":["اطلاعیه"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["حذف تب عبارت کلیدی از متاباکس و غیرفعال کردن همه پیشنهادات مرتبط با سئو."],"Disable SEO analysis":["غیر فعال کردن تجزیه و تحلیل سئو"],"Twitter settings":["تنظیمات توئیتر"],"Pinterest settings":["تنظیمات پینترست"],"Facebook settings":["تنظیمات فیسبوک"],"Title separator symbol":["سیمبول جداکننده عنوان"],"RSS feed settings":["تنظیمات خبرخوان rss"],"Breadcrumbs settings":["تنظیمات ریز آدرس"],"Make primary":["تغییر به اصلی"],"Content optimization":["بهینه‌سازی محتوا"],"Enter your Google Authorization Code and press the Authenticate button.":["کد تائیدیه گوگل را وارد کرده و دکمه تائیدیه را بفشارید."],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["برای اجازه %1$s آوردن اطلاعات %2$s شما، لطفا کد تائیدیه گوگل را وارد کنید. روی دکمه زیر کلیک کنید تا در پنجره جدید باز شود."],"Knowledge base article":["مقاله پایگاه دانش"],"Open the knowledge base article in a new window or read it in the iframe below":["بازکردن مقاله پایگاه دانش در پنجره جدید یا خواندن آن در آی فریم زیر"],"Search results":["نتایج جستجو"],"Yoast SEO video tutorial":["آموزش ویدئویی افزونه"],"%s notification":["%s اطلاعیه "],"Disable readability analysis":["غیر فعال کردن تجزیه و تحلیل خوانایی"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["حذف زبانه \"خوانایی\" از متاباکس و غیرفعال کردن همه پیشنهادات مرتبط با خوانایی"],"Readability analysis":["تجزیه و تحلیل خوانایی"],"Needs improvement":["به بهبود نیاز دارد"],"Readability":["خوانایی"],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["شما سعی دارید فایل های غیر فشرده (non-minified) را بارگزاری کنید. این فایل ها فقط در پکیج توسعه دهندگان ما وجود دارد. برای بررسی همه فایل های سورس %1$s را بررسی کنید."],"Improvements":["بهبودها"],"Restore this item.":["بازگردانی این گزینه"],"Dismiss this item.":["پنهان کردن این گزینه"],"Good job! We could detect no serious SEO problems.":["کارتون عالیه! ما مشکل مهمی درباره سئوی سایتتان پیدا نکردیم."],"We have detected the following issues that affect the SEO of your site.":["ما موارد زیر که در سئوی سایت شما تاثیرگذار هستند را تشخیص داده ایم."],"Problems":["مشکلات"],"Analysis":["تجزیه و تحلیل"],"Not available":["در دسترس نیست"],"Filter by SEO Score":["فیلتر بر اساس نمره سئو"],"Meta description not set.":["توضیحات متا تنظیم نشده است."],"Video tutorial":["آموزش ویدیویی"],"Email support is a %s feature":["پشتیبانی از ایمیل یک ویژگی %s است."],"Knowledge base":["دانش محور"],"Open":["باز"],"Loading...":["در حال بارگذاری ..."],"Something went wrong. Please try again later.":["اشتباهی رخ داده است.لطفا دوباره تلاش کنید."],"No results found.":["نتیجه ای یافت نشد"],"Dashboard":["پیشخوان"],"There were no profiles found":["هیچ نمایه ای یافت نشد"],"Profile":["نمایه"],"Current profile":["نمایۀ جاری"],"Authenticate":["تعیین هویت"],"Get Google Authorization Code":["دریافت کد تعیین هویت گوگل"],"very difficult":["خیلی سخت"],"Try to make shorter sentences, using less difficult words to improve readability":["سعی کنید برای خوانایی بیشتر جمله ها رو کوتاه تر و از کلمه های با سختی کمتر استفاده کنید."],"difficult":["سخت"],"Try to make shorter sentences to improve readability":["تلاش کنید برای بهبود خوانایی جملات را همواره کوتاه‌ بسازید."],"fairly difficult":["واقعا سخت"],"OK":["تایید"],"fairly easy":["واقعا آسان"],"easy":["آسان"],"very easy":["خیلی راحت"],"Meta Desc.":["توضیح متا"],"All SEO Scores":["نمره سئوی کل"],"SEO: Post Noindexed":["سئو : مطلب Noindexed"],"SEO: Good":["سئو : خوب"],"SEO: OK":["سئو : بسیار خوب"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["تصویر شاخص باید حداقل 200x200 پیکسل باشد تا توسط فیسبوک و دیگر شبکه های اجتماعی مورد استفاده قرار گیرد."],"(no parent)":["(بدون والد)"],"Post is set to noindex.":["پست به حالت noindex تنظیم شد."],"The URL that this page should redirect to.":["نشانی اینترنتی که این صفحه باید به آن ارجاع داده شود."],"301 Redirect":["ارجاع 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["نشانی قانونی یا همان canonical URL که این صفحه باید به آن اشاره کند. خالی بگذارید تا بصورت پیشفرض نشانی پیوند یکتای همین صفحه در نشانی قانونی قرار گیرد. %1$sCross domain canonical%2$s نیز پشتیبانی می شود."],"Canonical URL":["نشانی قانونی (Canonical)"],"Title to use for this page in breadcrumb paths":["عنوان برای استفاده در این برگه در مسیرهای نان‌ریزه"],"Breadcrumbs Title":["عنوان ریزمسیرها"],"No Snippet":["بدون سربرگ"],"No Archive":["بدون بایگانی"],"No Image Index":[" فهرست تصویری موجود نیست."],"None":["هیچ کدام!"],"Site-wide default: %s":["پیش‌فرض در تمام تارنما: %s"],"Advanced <code>meta</code> robots settings for this page.":["تنظیمات پیشرفته روبات <code>meta</code> برای این صفحه"],"Meta robots advanced":["متا روبات های پیشرفته"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["اخطار: حتی اگر شما تنظیمات متای ربات ها را می توانید تغییر دهید،کل سایت می تواند به noindex تنظیم شود در بخش تنظیمات کل سایت،پس این تنظیمات اثری ندارد."],"Meta description":["توضیحات متا"],"SEO Title":["عنوان سئو"],"Focus keyword":["کلیدواژه‌ی کانونی"],"Snippet preview":["پیش نمایش اسنیپت"],"Google preview":["پیش‌نمایش گوگل"],"Desktop result":["رایانه رومیزی"],"Preview as:":["پیش‌نمایش به‌صورت:"],"Mobile result":["تلفن همراه"],"Date in Google Preview":["تاریخ در پیش‌نمایش گوگل:"],"Modify your meta description by editing it right here":["توضیحات متا را با ویرایش آن در اینجا اصلاح کنید"],"Premium Support":["پشتیبانی ویژه ژاکِت"],"https://zhaket.com/store/digerati/":["فروش انحصاری نسخه اورجینال این محصول صرفا توسط دیجیراتی در ژاکت انجام می گیرد."]}}}